{"translation-revision-date":"2022-09-20 08:30:14+0000","generator":"GlotPress\/4.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Get %s to enjoy the benefits of prominent words":["Skaffa %s för att ta del av fördelarna med framträdande ord"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Med %1$s%3$s%2$s kommer denna sektion visa dig vilka ord som förekommer oftast i din text. Genom att kontrollera dessa framträdande ord mot dina avsedda nyckelord får du reda på hur du redigerar din text för att vara mer fokuserad."],"Buy %s now!":["Köp %s nu!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Arbetar du med en nyhetsartikel? %s hjälper dig att optimera din webbplats för Google Nyheter."],"Premium SEO analysis":["Premium SEO-analys"],"Optimize even further with our premium SEO analysis":["Optimera ännu mer med vår premiumanalys av SEO"],"1 year of premium support and updates included!":["1 år med premiumsupport och uppdateringar inkluderat!"],"Unlock with %s":["Lås upp med %s"],"Unlock expert workouts and workflows":["Lås upp expertträningspass och -arbetsflöden"],"Use synonyms, plurals, and variations":["Använd synonymer, pluralformer och varianter"],"Target multiple focus keyphrases":["Inrikta dig på flera fokusnyckelordsfraser"],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":["Få fler, smartare rekommendation om din webbplats struktur, innehåll och SEO-möjligheter."],"Learn more about character count":["Lär dig mer om antal tecken"],"Character count":["Antal tecken"],"Learn more about word count":["Lär dig mer om antal ord"],"Word count":["Antal ord"],"Learn more about Flesch reading ease":["Lär dig mer om ”Läsbarhet enligt Flesch”"],"out of 100":["av 100"],"okay":["okej"],"no data":["inga data"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Din text bör vara något längre för att beräkna din ”Läsbarhet enligt Flesch”-poäng."],"Continue writing to get insight into the readability of your text!":["Fortsätt skriva för att få förståelse för din texts läsbarhet!"],"Learn more about reading time":["Lär dig mer om lästid"],"Reading time":["Lästid"],"minute":["minut","minuter"],"Get the %s plugin!":["Skaffa tillägget %s!"],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["Publicerar du nyhetsartiklar? %s hjälper dig att optimera din webbplats för Google Nyheter. Skaffa %s nu!"],"Timestamp this %s":["Tidsstämpla detta %s"],"WordProof authentication":["WordProof-autentisering"],"Connected to WordProof":["Ansluten till WordProof"],"Connection failed":["Anslutning misslyckades"],"Not working? %1$sContact %3$s support%2$s.":["Fungerar det inte? %1$sKontakta %3$s-support%2$s."],"Try again":["Försök igen"],"Find possible solutions in this %1$sArticle%2$s.":["Hitta möjliga lösningar i denna %1$sartikel%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Det uppstod ett anslutningsproblem. Det kan bero på att dina anslutningar till tredje part är blockerade."],"Your %s is now protected via the blockchain!":["Din\/ditt %s är nu skyddad via blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Det gick inte att autentisera ditt %3$s-konto med %4$s-webbplatsen. Försök igen eller kontakta %1$s%3$s support%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Kan inte skapa nya tidsstämplar. Autentisera med WordProof."],"Timestamp with WordProof":["Tidsstämpel med WordProof"],"Learn more about timestamping":["Lär dig mer om tidsstämpling"],"Authenticate with WordProof":["Autentisera med WordProof"],"Manage WordProof settings":["Hantera WordProof-inställningar"],"character":["tecken"],"word":["ord"],"Tracking the ranking position...":["Spårar ranknings-positionen …"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Något gick fel vid spårningen av rankningspositionen\/-positionerna för din sida. Försök igen senare."],"reconnect to %s":["återanslut till %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Det verkar som om något gick fel när din webbplats data hämtades. %s och försök igen."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Innan du kan kontrollera din SEO-utvärdering måste du ange antingen inläggets rubrik och spara som ett utkast eller manuellt ange inläggets slug."],"No keyphrase has been set. Please set a keyphrase first.":["Ingen nyckelordsfras har angetts. Ange en nyckelordsfras först."],"upgrade your %s plan":["uppgradera ditt %s-paket"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Du har nått det maximala antalet på %d nyckelordsfraser som du kan lägga till på ditt Wincher-konto. Om du vill lägga till fler nyckelordsfraser, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Med %1$s kan du spåra rankningspositionen för din sida i sökresultaten baserat på dina nyckelordsfraser. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s spårar för närvarande din sidas rankningsposition\/-positioner. Detta kan ta några minuter. Vänta eller återkom senare."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du har anslutit till %s! Du kan nu spåra SEO-utvärderingen för nyckelordsfraserna på denna sida."],"Read more about keyphrase tracking with Wincher":["Läs mer om spårning av nyckelordsfras med Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisk spårning av nyckelordsfraser är aktiverad. Din\/dina nyckelordsfras\/-fraser kommer automatiskt att spåras av %s när du publicerar ditt inlägg."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position för nyckelordsfrasen under de senaste 90 dagarna på en skala från 0 till 100."],"Track SEO performance":["Följ upp SEO-utvärdering"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Du kan aktivera\/inaktivera spårning av SEO-utvärdering för varje nyckelordsfras nedan."],"Learn more about the SEO performance feature.":["Läs mer om funktionen för SEO-utvärdering."],"SEO performance":["SEO-utvärdering"],"Connect with %s":["Anslut till %s"],"* focus keyphrase":["* fokusnyckelordsfras"],"Get more insights over at %s":["Få mer insikter hos %s"],"Position over time":["Position över tid"],"Position":["Position"],"Tracking":["Spårning"],"Get %s to unlock social previews!":["Skaffa %s för att låsa upp sociala förhandsgranskningar!"],"Want to see how your content will look when it’s shared on %s?":["Vill du se hur ditt innehåll ser ut när det är delat på %s?"],"Insights":["Insikter"],"Read more about Schema.":["Läs mer om Schema."],"Select image":["Välj bild"],"Check out %s!":["Kolla in %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Vill du kunna lägga till dessa relaterade nyckelorsfraser i %s-analysen så att du kan optimera ditt innehåll ytterligare?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Vi stötte på ett problem med att försöka få relaterade nyckelfraser. Försök igen senare."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Du har nått det maximala antalet på 4 relaterade nyckelordsfraser. Du kan ändra eller ta bort relaterade nyckelordsfraser i %s-metarutan eller sidopanelen."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Vänta medan %1$s ansluter till %2$s för att hämta relaterade nyckelordsfraser …"],"Upgrade your %s plan":["Uppgradera ditt %s-paket"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Du ha nått din gräns för förfrågningar idag. Återkom imorgon eller uppgradera ditt paket på %s."],"Last month":["Förra månaden"],"Two months ago":["Två månader sedan"],"Three months ago":["Tre månader sedan"],"Four months ago":["Fyra månader sedan"],"Five months ago":["Fem månader sedan"],"Six months ago":["Sex månader sedan"],"Seven months ago":["Sju månader sedan"],"Eight months ago":["Åtta månader sedan"],"Nine months ago":["Nio månader sedan"],"Ten months ago":["Tio månader sedan"],"Eleven months ago":["Elva månader sedan"],"Twelve months ago":["Tolv månader sedan"],"Get more insights at %s":["Få mer insikter hos %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Nyckelordsfrasvolym under de senaste 12 månaderna på en skala från 0 till 100."],"Learn more about the related keyphrases trend":["Läs mer om trenden med relaterade nyckelordsfraser"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Lär dig mer om relaterad nyckelordsfrasvolym"],"Volume":["Volym"],"Related keyphrase":["Relaterad nyckelordsfras"],"Select country":["Välj land"],"Show results for:":["Visa resultat för:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Inga data finns tillgängliga för den kombinationen av nyckelordsfras och land."],"The number of headers and header labels don't match.":["Antalet rubriker och rubriketiketter matchar inte."],"Default for %1$s (%2$s)":["Standard för %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Detta hjälper sökmotorer att förstå din webbplats och ditt innehåll. Du kan ändra några av dina inställningar för den här sidan nedan."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beskriver automatiskt dina sidor med schema.org"],"Article type":["Artikeltyp"],"Page type":["Sidtyp"],"Learn more about page or content types":["Läs mer om sidor eller innehållstyper"],"What type of page or content is this?":["Vilken typ av sida eller innehåll är det här?"],"Learn more about structured data with Schema.org":["Läs mer om strukturerade data med Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Du kan ändra standardtypen för %1$s i dina %2$sinställningar för sökutseende%3$s."],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["När du sparar kommer denna inställning att tillämpas för %1$s. %1$s som konfigureras manuellt påverkas inte.","När du sparar kommer denna inställning att tillämpas för alla %1$s. %1$s som konfigureras manuellt påverkas inte."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Välj hur du vill att %1$s som standard ska beskrivas i schema.org-kodningen för din webbplats. Du kan ändra dessa inställningar för enstaka %1$s."],"Learn more about the schema settings":["Läs mer om schema-inställningarna"],"Schema settings":["Inställningar för Schema"],"Default Article type":["Förvald artikeltyp"],"Default Page type":["Förvald sidtyp"],"%s preview":["Förhandsgranskning av %s"],"Learn more about the no-index setting on our help page.":["Läs mer om inställningen no-index på vår hjälpsida."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Även om du kan ändra meta-inställningarna för robotar här, så är hela webbplatsen inställd på noindex i de övergripande sekretessinställningarna, så dessa inställningar har ingen effekt."],"Learn more about canonical URLs on our help page.":["Läs mer om kanoniska URL:er på vår hjälpsida."],"Learn more about the breadcrumbs title setting on our help page.":["Läs mer om inställningarna för synliga sökvägar i rubriken på vår hjälpsida."],"Learn more about advanced meta robots settings on our help page.":["Läs mer om avancerade metainställningar för robotar på vår hjälpsida."],"Learn more about the no-follow setting on our help page.":["Läs mer om inställningen no-follow på vår hjälpsida."],"Should search engines follow links on this %s":["Ska sökmotorer följa länkar på denna %s"],"Google preview":["Google förhandsgranskning"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Följande ord förekommer mest i innehållet. Dessa ger en indikation på vad ditt innehåll fokuserar på. Om orden skiljer sig mycket från ditt ämne, kanske du vill skriva om ditt innehåll i enlighet med detta."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["När du har lagt till lite mer text ger vi dig en lista på de ord som förekommer oftast i innehållet. Dessa ger en indikation på vad ditt innehåll fokuserar på."],"%d occurrences":["%d förekomster"],"Keyphrase":["Nyckelordsfras"],"Good job!":["Bra jobbat!"],"Add related keyphrase":["Lägg till relaterad nyckelordsfras"],"Get %s":["Skaffa %s"],"%d day":["%d dag","%d dagar"],"Great news: you can, with %s!":["Bra nyheter: du kan, med %s!"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Läs vår %1$sultimata guide till nyckelordsundersökning%2$s för att lära dig mer om nyckelordsundersökning och nyckelordsstrategi."],"Prominent words":["Framträdande ord"],"Get Yoast SEO Premium":["Skaffa Yoast SEO Premium"],"24\/7 email support":["E-postsupport dygnet runt"],"%s (current default for %s)":["%s (nuvarande standard för %s)"],"Allow search engines to show this %s in search results?":["Tillåt sökmotorer att visa denna\/detta %s i sökresultat?"],"Other benefits of %s for you:":["Fler fördelar för dig med %s:"],"Superfast internal linking suggestions":["Supersnabba interna länkningsförslag"],"1 year free support and updates included!":["1 års fri support och uppdateringar ingår!"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sFörhandsgranskning för sociala medier%2$s: Facebook och Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sGör dig av med döda länkar%2$s: easy redirect manager"],"No ads!":["Inga annonser!"],"Please provide a meta description by editing the snippet below.":["Ange en metabeskrivning genom att redigera förhandsvisningstexten nedan."],"No":["Nej"],"Yes":["Ja"],"very difficult":["väldigt svår"],"Try to make shorter sentences, using less difficult words to improve readability":["Försök att göra kortare meningar, med mindre svåra ord för att förbättra läsbarheten"],"difficult":["svårt"],"Try to make shorter sentences to improve readability":["Försök att göra kortare meningar för att förbättra läsbarheten"],"fairly difficult":["ganska svårt"],"fairly easy":["ganska lätt"],"easy":["lätt"],"very easy":["mycket lätt"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Texten får betyget %1$s i testet, vilket anses vara %2$s att läsa."],"Flesch reading ease":["Läsbarhet enligt Flesch"],"Canonical URL":["Kanonisk URL"],"Breadcrumbs Title":["Rubrik för synlig sökväg"],"No Snippet":["Ingen förhandsvisningstext"],"No Archive":["Inget arkiv"],"No Image Index":["Inget bild-index"],"Meta robots advanced":["Meta-robotar avancerat"],"View":["Visa"],"Advanced":["Avancerat"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}