{"translation-revision-date":"2022-09-20 08:30:14+0000","generator":"GlotPress\/4.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Beta":["Beta"],"New":["Nytt"],"seconds":["sekunder"],"Remove image":["Ta bort bild"],"Select image":["Välj bild"],"Replace image":["Ersätt bild"],"Dismiss this alert":["Avfärda denna varning"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["När du har lagt till lite mer text ger vi dig en lista på de ord som förekommer oftast i innehållet. Dessa ger en indikation på vad ditt innehåll fokuserar på."],"%d occurrences":["%d förekomster"],"minutes":["minuter"],"hours":["timmar"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Läs vår %1$sultimata guide till nyckelordsundersökning%2$s för att lära dig mer om nyckelordsundersökning och nyckelordsstrategi."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Följande ord och ordkombinationer förekommer mest i innehållet. Dessa ger en indikation på vad ditt innehåll fokuserar på. Om orden skiljer sig mycket från ditt ämne, kanske du vill skriva om ditt innehåll i enlighet med detta. "],"Prominent words":["Framträdande ord"],"Something went wrong. Please reload the page.":["Något gick fel. Ladda om sidan."],"Dismiss this notice":["Avfärda denna notis"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Språket för din webbplats är inställt till %s. Om detta inte stämmer bör du kontakta webbplatsens administratör."],"On":["På"],"Off":["Av"],"Your site language is set to %s. ":["Språket på din webbplats är inställt på %s. "],"Change language":["Byt språk"],"(Opens in a new browser tab)":["(Öppnas i en ny webbläsarflik)"],"Close":["Stäng"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}