{"translation-revision-date":"2022-09-20 08:30:14+0000","generator":"GlotPress\/4.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ditt %s-konto innehåller ännu inga nyckelfraser för denna webbplats. Du kan följa upp nyckelfraser med knappen ”Följ upp SEO-utvärdering” i inläggsredigeraren."],"%s account":["%s-konto"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Denna översikt visar bara de nyckelfraser som lagts in i Yoast SEO. Du kan ha fler nyckelfraser inlagda via ditt konto hos %s."],"Tracking the ranking position...":["Spårar ranknings-positionen …"],"reconnect to %s":["återanslut till %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Det verkar som om något gick fel när din webbplats data hämtades. %s och försök igen."],"Read more about keyphrase tracking with Wincher":["Läs mer om spårning av nyckelordsfras med Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Anslut %1$s till %2$s för att spåra rankningspositionen för din webbplats i sökresultaten baserat på dina nyckelordsfraser. %3$s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position för nyckelordsfrasen under de senaste 90 dagarna på en skala från 0 till 100."],"Connect with %s":["Anslut till %s"],"Top performing keyphrases on your site":["Bäst presterande nyckelordsfraser på din webbplats"],"Get more insights over at %s":["Få mer insikter hos %s"],"Position over time":["Position över tid"],"Position":["Position"],"The number of headers and header labels don't match.":["Antalet rubriker och rubriketiketter matchar inte."],"Keyphrase":["Nyckelordsfras"],"%d day":["%d dag","%d dagar"],"View":["Visa"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}