{"translation-revision-date":"2022-09-20 08:30:14+0000","generator":"GlotPress\/4.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Tracking the ranking position...":["Spårar ranknings-positionen …"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Något gick fel vid spårningen av rankningspositionen\/-positionerna för din sida. Försök igen senare."],"reconnect to %s":["återanslut till %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Det verkar som om något gick fel när din webbplats data hämtades. %s och försök igen."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Innan du kan kontrollera din SEO-utvärdering måste du ange antingen inläggets rubrik och spara som ett utkast eller manuellt ange inläggets slug."],"No keyphrase has been set. Please set a keyphrase first.":["Ingen nyckelordsfras har angetts. Ange en nyckelordsfras först."],"upgrade your %s plan":["uppgradera ditt %s-paket"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Du har nått det maximala antalet på %d nyckelordsfraser som du kan lägga till på ditt Wincher-konto. Om du vill lägga till fler nyckelordsfraser, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Med %1$s kan du spåra rankningspositionen för din sida i sökresultaten baserat på dina nyckelordsfraser. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s spårar för närvarande din sidas rankningsposition\/-positioner. Detta kan ta några minuter. Vänta eller återkom senare."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du har anslutit till %s! Du kan nu spåra SEO-utvärderingen för nyckelordsfraserna på denna sida."],"Read more about keyphrase tracking with Wincher":["Läs mer om spårning av nyckelordsfras med Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisk spårning av nyckelordsfraser är aktiverad. Din\/dina nyckelordsfras\/-fraser kommer automatiskt att spåras av %s när du publicerar ditt inlägg."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position för nyckelordsfrasen under de senaste 90 dagarna på en skala från 0 till 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Du kan aktivera\/inaktivera spårning av SEO-utvärdering för varje nyckelordsfras nedan."],"Learn more about the SEO performance feature.":["Läs mer om funktionen för SEO-utvärdering."],"SEO performance":["SEO-utvärdering"],"Connect with %s":["Anslut till %s"],"* focus keyphrase":["* fokusnyckelordsfras"],"Get more insights over at %s":["Få mer insikter hos %s"],"Position over time":["Position över tid"],"Position":["Position"],"Tracking":["Spårning"],"Select image":["Välj bild"],"Check out %s!":["Kolla in %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Vill du kunna lägga till dessa relaterade nyckelorsfraser i %s-analysen så att du kan optimera ditt innehåll ytterligare?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Vi stötte på ett problem med att försöka få relaterade nyckelfraser. Försök igen senare."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Du har nått det maximala antalet på 4 relaterade nyckelordsfraser. Du kan ändra eller ta bort relaterade nyckelordsfraser i %s-metarutan eller sidopanelen."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Vänta medan %1$s ansluter till %2$s för att hämta relaterade nyckelordsfraser …"],"Upgrade your %s plan":["Uppgradera ditt %s-paket"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Du ha nått din gräns för förfrågningar idag. Återkom imorgon eller uppgradera ditt paket på %s."],"Last month":["Förra månaden"],"Two months ago":["Två månader sedan"],"Three months ago":["Tre månader sedan"],"Four months ago":["Fyra månader sedan"],"Five months ago":["Fem månader sedan"],"Six months ago":["Sex månader sedan"],"Seven months ago":["Sju månader sedan"],"Eight months ago":["Åtta månader sedan"],"Nine months ago":["Nio månader sedan"],"Ten months ago":["Tio månader sedan"],"Eleven months ago":["Elva månader sedan"],"Twelve months ago":["Tolv månader sedan"],"Get more insights at %s":["Få mer insikter hos %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Nyckelordsfrasvolym under de senaste 12 månaderna på en skala från 0 till 100."],"Learn more about the related keyphrases trend":["Läs mer om trenden med relaterade nyckelordsfraser"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Lär dig mer om relaterad nyckelordsfrasvolym"],"Volume":["Volym"],"Related keyphrase":["Relaterad nyckelordsfras"],"Select country":["Välj land"],"Show results for:":["Visa resultat för:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Inga data finns tillgängliga för den kombinationen av nyckelordsfras och land."],"The number of headers and header labels don't match.":["Antalet rubriker och rubriketiketter matchar inte."],"Return to your %s":["Gå tillbaka till ditt %s"],"Make sure to save your %s for changes to take effect":["Du måste spara denna\/detta %s för att ändringarna ska ske"],"Keyphrase":["Nyckelordsfras"],"%d day":["%d dag","%d dagar"],"Good results":["Bra resultat"],"Considerations":["Överväganden"],"Errors":["Fel"],"Good SEO score":["Bra SEO-poäng"],"OK SEO score":["OK SEO-poäng"],"Feedback":["Feedback"],"Needs improvement":["Behöver förbättras"],"Improvements":["Förbättringar"],"Problems":["Problem"],"Good":["Bra"],"OK":["OK"],"View":["Visa"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}