{"translation-revision-date":"2022-09-20 08:30:14+0000","generator":"GlotPress\/4.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Taxonomy settings":["Taxonomiinställningar"],"Content settings":["Innehållsinställning"],"The inclusive language analysis offers suggestions to write more inclusive copy. %1$sDiscover why inclusive language is important for SEO%2$s.":["Analysen för inkluderande språk ger förslag på hur man kan skriva mer inkluderande text. %1$sUpptäck varför inkluderande språk är viktigt för SEO%2$s."],"Choose how your Homepage should look on social media.":["Välj hur din startsida ska se ut på sociala medier."],"Choose how your Homepage should look in search engines.":["Välj hur din startsida ska se ut i sökmotorer."],"Keep the categories prefix in the slug":["Behåll kategori-prefixet i slugen"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Kategori-URL:er i WordPress innehåller ett prefix, vanligtvis %s. Detta aktiverar detta prefix, men endast för kategorier."],"Choose how your %1$s archive should look on social media.":["Välj hur ditt arkiv för %1$s ska se ut på sociala medier."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att arkivet för %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Choose how your %1$s archive should look in search engines.":["Välj hur ditt arkiv för %1$s ska se ut i sökmotorer."],"These settings are specifically for optimizing your %1$s archive.":["Dessa inställningar är specifikt för optimering av dina %1$s-arkiv."],"%1$s archive":["Arkiv för %1$s"],"Add custom fields to page analysis":["Lägg till anpassade fält till sidanalys"],"Additional settings":["Ytterligare inställningar"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Välj hur din %1$s ska beskrivas som standard i din webbplats Schema.org-märkkod. Du kan ändra dessa inställningar enskilt på varje %2$s."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Välj hur dina %1$s ska se ut på sociala medier som standard. Du kan alltid anpassa detta enskilt på varje %2$s."],"Social appearance":["Utseende på sociala medier"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Om du inaktiverar detta betyder det att %1$s inte kommer att indexeras av sökmotorer och kommer att uteslutas från XML-webbplatskartor."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Välj hur dina %1$s ska se ut i sökmotorer. Du kan alltid anpassa detta enskilt på varje %2$s."],"Search appearance":["Sökutseende"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Du har inte angett en butikssida i dina WooCommerce-inställningar. %1$sGör detta först%2$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Åh nej! Det verkar som om ditt formulär innehåller ogiltig data. Granska följande fält:"],"Archive social image":["Social bild för arkiv"],"Archive social description":["Social beskrivning för arkiv"],"Archive social title":["Social rubrik för arkiv"],"Show the archive for %1$s in search results":["Visa arkivet för %1$s i sökresultat"],"Archive breadcrumbs title":["Rubrik för synlig sökväg för arkiv"],"Archive meta description":["Metabeskrivning för arkiv"],"Archive SEO title":["SEO-rubrik för arkiv"],"Enable %1$s for %2$s":["Aktivera %1$s för %2$s"],"Show %1$s in search results":["Visa %1$s i sökresultat"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Den valda mediatypen är inte giltig. Typer som stöds är: JPG, PNG, WEBP och GIF."],"Inclusive language analysis":["Analys av inkluderande språk"],"Oops! Something went wrong while saving.":["Hoppsan! Något gick fel vid sparning."],"Great! Your settings were saved successfully.":["Toppen! Dina inställningar har sparats."],"Close sidebar":["Stäng sidopanel"],"Open sidebar":["Öppna sidopanel"],"Restrict advanced settings for authors":["Begränsa avancerade inställningar för författare"],"Security & privacy":["Säkerhet och integritet"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Denna REST API-ändpunkt för Yoast SEO ger dig all metadata du behöver för en viss URL. Det gör det mycket enkelt för ”headless” WordPress-webbplatser att använda Yoast SEO för presentation av alla SEO-metadata."],"REST API endpoint":["REST API-ändpunkt"],"APIs":["API:n"],"Slack sharing":["Delning i Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Möjliggör för Twitter att visa en förhandsvisning med bilder och ett textutdrag när en länk till din webbplats delas."],"Twitter card data":["Data för Twitterkort"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Möjliggör för Facebook och andra sociala medier att visa en förhandsvisning med bilder och ett textutdrag när en länk till din webbplats delas."],"Open Graph data":["Open Graph-data"],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["Facebook, Twitter och Pinterest använder alla Facebooks ”Open Graph”-data, så se till att hålla inställningen ”Open Graph data” nedan aktiverad om du vill optimera din webbplats för dessa sociala plattformar."],"Social sharing":["Social delning"],"Site structure":["Webbplatsstruktur"],"Copywriting":["Marknadsföringstexter"],"Tell us which features you want to use.":["Berätta för oss vilka funktioner du vill använda."],"Site preferences":["Webbplatsalternativ"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post. %1$sFind out how IndexNow can help your site%2$s.":["Pinga sökmotorer som Bing och Yandex automatiskt när du publicerar, uppdaterar eller tar bort ett inlägg. %1$sTa reda på hur IndexNow kan hjälpa din webbplats%2$s."],"%1$sRead why XML Sitemaps are important for your site%2$s.":["%1$sLäs om varför XML-webbplatskartor är viktiga för din webbplats%2$s."],"%1$sSee the XML sitemap%2$s.":["%1$sSe XML-webbplatskartan%2$s."],"Enable the XML sitemaps that Yoast SEO generates.":["Aktivera XML-webbplatskartan som Yoast SEO genererar."],"The readability analysis offers suggestions to improve the structure and style of your text. %1$sDiscover why readability is important for SEO%2$s.":["Läsbarhetsanalysen ger förslag för att förbättra strukturen och stilen på din text. %1$s Upptäck varför läsbarhet är viktigt för SEO%2$s."],"The SEO analysis offers suggestions to improve the SEO of your text. %1$sLearn how the SEO analysis can help you rank%2$s.":["SEO-analysen ger förslag för att förbättra SEO för din text. %1$s Lär dig hur SEO-analysen kan hjälpa dig att ranka bättre%2$s."],"Network disabled":["Inaktiverat för nätverk"],"Unavailable for sub-sites":["Otillgängligt för underwebbplatser"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Denna bild används som reserv för inlägg\/sidor som inte har några bilder angivna."],"Site image":["Webbplatsbild"],"Title separator":["Rubrikavgränsare"],"Site defaults":["Standard för webbplatsen"],"Recommended size for this image is %1$s%3$s%2$s":["Rekommenderad storlek för denna bild är %1$s%3$s%2$s"],"RSS feed":["RSS-flöde"],"Dismiss":["Avfärda"],"%1$s (default)":["%1$s (standard)"],"IndexNow":["IndexNow"],"Link suggestions":["Länkförslag"],"Insights":["Insikter"],"Social description":["Beskrivning för sociala nätverk"],"Social title":["Social rubrik"],"Social image":["Social bild"],"Remove image":["Ta bort bild"],"Select image":["Välj bild"],"Replace image":["Ersätt bild"],"Article type":["Artikeltyp"],"Page type":["Sidtyp"],"Usage tracking":["Användningsspårning"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Textlänksräknaren hjälper dig att förbättra din webbplatsstruktur. %1$sTa reda på hur textlänksräknaren kan förbättra din SEO%2$s."],"Schema":["Schema"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Du kan redigera dina SEO meta-data för denna anpassade typ på %1$sbutikssidan%2$s."],"Tagline":["Slogan"],"Site title":["Sidrubrik"],"SEO analysis":["SEO-analys"],"Text link counter":["Textlänkräknare"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["Funktionen för grundstensinnehåll låter dig markera och filtrera grundstensinnehåll på din webbplats. %1$sTa reda på hur grundstensinnehåll kan hjälpa dig att förbättra din webbplatsstruktur%2$s."],"Cornerstone content":["Grundstensinnehåll"],"Save changes":["Spara ändringar"],"Variable":["Variabel"],"Available variables":["Tillgängliga variabler"],"Admin bar menu":["Administratörsmeny"],"SEO title":["SEO-rubrik"],"Site settings":["Webbplatsinställningar"],"Readability analysis":["Läsbarhetsanalys"],"A link to your site, with your site's name and description as anchor text.":["En länk till din webbplats, med ditt webbplatsnamn och beskrivning som ankartext."],"A link to your site, with your site's name as anchor text.":["En länk till din webbplats, med ditt webbplatsnamn som ankartext."],"A link to the post, with the title as anchor text.":["En länk till inlägget, med sidrubriken som ankartext."],"A link to the archive for the post author, with the authors name as anchor text.":["En länk till författararkivet för inläggets författare, med författarens namn som länktext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan använda följande variabler i innehållet. De kommer att ersättas av värdet till höger."],"Content to put after each post in the feed":["Innehåll att placera efter varje inlägg i flödet"],"Content to put before each post in the feed":["Innehåll att lägga till i början av varje inlägg i RSS-flödet"],"Description":["Beskrivning"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Du kan bestämma rubriken och beskrivningen för startsidan genom att %1$sredigera själva startsidan%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Du kan bestämma rubriken och beskrivningen för inläggssidan genom att %1$sredigera själva inläggssidan%2$s."],"Homepage":["Startsida"],"RSS":["RSS"],"Breadcrumbs title":["Rubrik för synliga sökvägar"],"Advanced settings":["Avancerade inställningar"],"Meta description":["Metabeskrivning"],"Tools":["Verktyg"],"XML sitemaps":["XML-webbplatskartor"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}