{"translation-revision-date":"2022-09-20 08:30:14+0000","generator":"GlotPress\/4.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"A person logo \/ avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":["För att strukturerad data ska fungera korrekt måste en personlogga\/profilbild anges. Eftersom du inte har angett dessa än använder vi webbplatsens logga som standardvärden."],"Get the %s plugin!":["Skaffa tillägget %s!"],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["Publicerar du nyhetsartiklar? %s hjälper dig att optimera din webbplats för Google Nyheter. Skaffa %s nu!"],"Register now!":["Registrera dig nu!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Vill du optimera ännu mer med hjälp från våra SEO-experter? Anmäl dig till vår kostnadsfria webbkonferens som vi genomför varje vecka!"],"Get the most out of Yoast SEO":["Få ut så mycket som möjligt ur Yoast SEO"],"Dismiss this notice.":["Avfärda detta meddelande."],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Din webbplats är just nu konfigurerad för att representera en organisation. Om du vill att din webbplats ska representera en person ska du i stället välja ”person” i avsnittet ”Knowledge Graph & Schema.org” under inställningarna för %1$ssökutseende%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Berätta för oss om det finns fler profiler på webben som tillhör din organisation. Du kan även lägga till profiler från olika plattformar, såsom Instagram, YouTube, LinkedIn, Pinterest och Wikipedia."],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Om du vill att din webbplats ska representera en organisation ska du välja ”Organisation” i sektionen \"Knowledge Graph & Schema.org” i inställningarna för %1$sSökutseende%2$s."],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Din webbplats är för närvarande konfigurerad för att representera en person. Om du vill redigera de sociala kontona för din webbplats ska du göra det i användarprofilen för den valda personen%1$s."],"Personal social profiles":["Personliga sociala profiler"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["I ett eller flera av stegen finns det ändringar som inte är sparade. Om du lämnar nu kanske ändringarna inte sparas. Är du säker på att du vill lämna?"],"Add another profile":["Lägg till en annan profil"],"Delete item":["Ta bort objekt"],"E.g. https:\/\/social-platform.com\/yoast":["T.ex. https:\/\/social-platform.com\/yoast"],"Other social profile":["Annan social profil"],"E.g. https:\/\/www.wikipedia.com\/yoast":["T.ex. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["T.ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["T.ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["T.ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["T.ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["T.ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["T.ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["T.ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["T.ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["T.ex. https:\/\/www.facebook.com\/yoast"],"Saved!":["Sparat!"],"Could not save this value. Please check the URL.":["Kunde inte spara detta värde. Kontrollera URL."],"Could not save this value. Please check the URL or username.":["Kunde inte spara detta värde. Kontrollera URL eller användarnamn."],"Social image":["Social bild"],"Image":["Bild"],"Select image":["Välj bild"],"default":["standard"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["När du sparar kommer denna inställning att tillämpas för %1$s. %1$s som konfigureras manuellt påverkas inte.","När du sparar kommer denna inställning att tillämpas för alla %1$s. %1$s som konfigureras manuellt påverkas inte."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Välj hur du vill att %1$s som standard ska beskrivas i schema.org-kodningen för din webbplats. Du kan ändra dessa inställningar för enstaka %1$s."],"Learn more about the schema settings":["Läs mer om schema-inställningarna"],"Schema settings":["Inställningar för Schema"],"Default Article type":["Förvald artikeltyp"],"Default Page type":["Förvald sidtyp"],"Person logo \/ avatar":["Personlig logga\/profilbild"],"Get the %s plugin now":["Skaffa tillägget %s nu"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimera din webbplats för lokala besökare med vårt tillägg %s! Optimerade adressuppgifter, öppettider, butikssökare och val för avhämtning!"],"Serving local customers?":["Betjänar du lokala kunder?"],"Organization logo":["Organisationens logga"],"Organization's social profiles":["Organisationens sociala profiler"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Du har valt användaren %1$s som den person denna webbplats representerar. Deras användarprofilinformation kommer nu att användas i sökresultaten. %2$sUppdatera dennes profil för att säkerställa att informationen är korrekt.%3$s"],"Please select a user below to make your site's meta data complete.":["Välj en användare nedan för att göra din webbplats metadata komplett."],"Select a user...":["Välj en användare …"],"Save changes":["Spara ändringar"],"Name":["Namn"],"Twitter":["Twitter"],"Facebook":["Facebook"]}},"comment":{"reference":"js\/dist\/settings.js"}}