{"translation-revision-date":"2022-09-20 08:30:14+0000","generator":"GlotPress\/4.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":["Vi tog oss friheten att använda din webbplatsrubrik och logga för organisationens namn och logga. Ändra dem gärna nedan."],"Or visit your SEO dashboard":["Eller besök din adminpanel för SEO"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Vill du optimera ännu mer och få maximal nytta av Yoast SEO? Missa inte vår kostnadsfria webbkonferens som vi genomför varje vecka!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["Det var det hela! Med hjälp av denna information har våra indexable-superhjältar redan lyckats optimera en rad olika saker på webbplatsen."],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["Det var det hela! Med hjälp av denna information har våra indexable-superhjältar redan lyckats optimera en rad olika saker på webbplatsen. Låt oss nu kolla hur det står till med SEO överlag för hela webbplatsen!"],"Register now!":["Registrera dig nu!"],"Finish configuration":["Avsluta konfiguration"],"Personal preferences":["Personliga preferenser"],"SEO data optimization":["SEO-dataoptimering"],"An error has occurred: %1$s":["Ett fel har uppstått: %1$s"],"We could not save the organization name. Please check the value.":["Vi kunde inte spara organisationens namn. Kontrollera värdet."],"Please select a name in the site representation step for this step to be effective.":["I steget ”webbplatsrepresentation” behöver du välja ett namn för att detta steg ska göra nytta."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Yoasts indexables-superhjältar är ivrigare än någonsin att få din webbplats i perfekt ordning för sökmotorerna. Hjälp oss genom att genomföra följande 5 steg så att Yoast-indexables kan göra sin del!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Sätt %1$s%2$ss indexables-superhjältar%3$s i arbete! Hjälp Google att verkligen förstå din webbplats."],"Tell us about your site, so we can get your site ranked!":["Berätta om din webbplats för oss så att vi kan hjälpa till att få den rankad!"],"Go to your SEO dashboard":["Gå till din adminpanel för SEO"],"What data will be tracked and for what reasons?":["Vilken data kommer att spåras och av vilka skäl?"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Vi behöver din hjälp för att förbättra Yoast SEO. Kan vi samla in anonym information om din webbplats och hur du använder den?"],"%s usage tracking":["%s användningsspårning"],"E.g. example@email.com":["T.ex. example@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Anmäl dig till %1$s nyhetsbrevet för att få tips om bästa praxis för att rankas, hålla dig uppdaterad om de senaste SEO-nyheterna och få vägledning i hur du drar full nytta av %2$s!"],"%s newsletter":["%s-nyhetsbrev"],"Thank you! Check your inbox for the confirmation email.":["Tack! Öppna bekräftelsemeddelandet i din inkorg."],"Please enter a valid email address.":["Ange en giltig e-postadress."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Tänk på att du behöver fylla i alla inställningar i detta steg för att få maximal nytta av dina strukturerade data. %1$sLäs mer om hur viktiga strukturerade data är%2$s."],"Help us out here! Is your site about an organization or a person? ":["Kan du hjälpa oss? Handlar din webbplats om en organisation eller en person? "],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Genom att utföra detta steg hjälper du Google att förstå din webbplats, vilket ökar chanserna att få %1$s”berikade” sökresultat%2$s."],"Personal logo or avatar":["Personlig logga eller profilbild"],"Select a user":["Välj en användare"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Du har angett användaren %1$s som den person denna webbplats representerar. Informationen i denna användares profil kommer nu att användas i sökresultaten. Du har inte behörighet att uppdatera användarens profil, så be hen eller en administratör kontrollera att all information stämmer."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Du har angett användaren %1$s som den person denna webbplats representerar. Informationen i denna användares profil kommer nu att användas i sökresultaten. %2$sUppdatera denna profil och säkerställ att informationen är korrekt%3$s."],"Uploading image...":["Laddar upp bild …"],"Select an option":["Välj ett alternativ"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Tänk på att du behöver köra SEO-dataoptimeringen för att få maximal nytta av denna inställning."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Låt oss analysera din webbplats på samma sätt som Google och dra nytta av internt indexerade data genom att köra en SEO-dataoptimering! Våra indexerade data kommer omedelbart att förbättra den tekniska sidan utan att du behöver lyfta ett finger!\n\nOm du har mycket innehåll kan den optimeringen ta ett tag. Men du kan vara helt säker på att optimeringen är värd det! Vill du läsa mer om %1$sfördelarna med indexerade data?%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["Vi har redan analyserat din webbplats. Du kan gå vidare till nästa steg."],"We've successfully analyzed your site!":["Vi har analyserat din webbplats!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO-dataoptimering körs … Du kan tryggt gå vidare till nästa steg i denna konfiguration."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Vi behöver lite mer hjälp från dig! Lägg till din Facebook- och Twitter-profil för att vi ska kunna optimera metadata även för de plattformarna."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Vi behöver lite mer hjälp från dig! Lägg till din organisations Facebook- och Twitter-profil för att vi ska kunna optimera metadata även för de plattformarna."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Du har inte behörighet att redigera de sociala profilerna för %1$s. Be den användaren eller en administratör att göra detta."],"Add another profile":["Lägg till en annan profil"],"Delete item":["Ta bort objekt"],"E.g. https:\/\/social-platform.com\/yoast":["T.ex. https:\/\/social-platform.com\/yoast"],"Other social profile":["Annan social profil"],"E.g. https:\/\/www.wikipedia.com\/yoast":["T.ex. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["T.ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["T.ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["T.ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["T.ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["T.ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["T.ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["T.ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["T.ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["T.ex. https:\/\/www.facebook.com\/yoast"],"Could not save this value. Please check the URL.":["Kunde inte spara detta värde. Kontrollera URL."],"Could not save this value. Please check the URL or username.":["Kunde inte spara detta värde. Kontrollera URL eller användarnamn."],"Email address":["E-postadress"],"Oops! Something went wrong. Check your email address and try again.":["Hoppsan! Något gick fel. Kontrollera din e-postadress och försök igen."],"Sign up!":["Registrera!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respekterar din integritet. Läs %1$svår integritetspolicy%2$s om hur vi hanterar din personliga information."],"Save and continue":["Spara och fortsätt"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Viktigt: Vi kommer aldrig att sälja dessa data. Och självklart, som alltid, kommer vi inte att samla in några personliga uppgifter om dig eller dina besökare."],"Yes, you can track my site data":["Ja, det är okej att spåra data från min webbplats"],"No, don’t track my site data":["Nej, spåra inte data från min webbplats"],"Does your site represent an Organization or Person?":["Representerar din webbplats en organisation eller person?"],"Site representation":["Webbplatsrepresentation"],"Continue":["Fortsätt"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Det går fortfarande att köra optimeringen av SEO-data i avsnittet %1$sverktyg%2$s. Ladda om denna sida när det är klart."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Detta steg i konfigurationen är för närvarande inaktiverat eftersom du inte använder den senaste versionen av Yoast SEO Premium. Uppdatera till den senaste versionen (lägst %1$s). "],"Error stack trace":["Spårning av felstack"],"Response":["Svar"],"Error message":["Felmeddelande"],"Status code":["Statuskod"],"Request method":["Metod för begäran"],"Request URL":["URL för begäran"],"Error details":["Felinformation"],"Remove image":["Ta bort bild"],"Select image":["Välj bild"],"Replace image":["Ersätt bild"],"This feature has been disabled since subsites never send tracking data.":["Denna funktion har inaktiverats eftersom underwebbplatser aldrig skickar spårningsdata."],"Stop SEO data optimization":["Stoppa SEO-dataoptimering"],"SEO data optimization is disabled for non-production environments.":["SEO-dataoptimering är inaktiverat för alla miljöer som inte är produktionsmiljöer."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Denna funktion inkluderar och ersätter textlänkräknare och intern länkanalys"],"Start SEO data optimization":["Starta SEO-dataoptimering"],"Organization logo":["Organisationens logga"],"Organization name":["Organisationens namn"],"This feature has been disabled by the network admin.":["Denna funktion har inaktiverats av nätverksadministratören."],"Go back":["Gå tillbaka"],"Save changes":["Spara ändringar"],"Name":["Namn"],"Social profiles":["Sociala profiler"],"Loading...":["Laddar in …"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["Redigera"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}